[
    "Is cereal soup? Why or why not?",
    "What is the sexiest and least sexy name?",
    "What secret conspiracy would you like to start?",
    "What’s invisible but you wish people could see?",
    "What’s the weirdest smell you have ever smelled?",
    "Is a hotdog a sandwich? Why or why not?",
    "What’s the best Wi-Fi name you’ve seen?",
    "What’s the most ridiculous fact you know?",
    "What is something that everyone looks stupid doing?",
    "What is the funniest joke you know by heart?",
    "In 40 years, what will people be nostalgic for?",
    "What are the unwritten rules of where you work?",
    "How do you feel about putting pineapple on pizza?",
    "What part of a kid’s movie completely scarred you?",
    "What kind of secret society would you like to start?",
    "If animals could talk, which would be the rudest?",
    "Toilet paper, over or under?",
    "What’s the best type of cheese?",
    "Where is the strangest place you’ve urinated or defecated?",
    "What’s the best inside joke you’ve been a part of?",
    "In one sentence, how would you sum up the internet?",
    "How many chickens would it take to kill an elephant?",
    "What is the most embarrassing thing you have ever worn?",
    "What’s the most imaginative insult you can come up with?",
    "Which body part do you wish you could detach and why?",
    "What used to be considered trashy but now is very classy?",
    "What’s the weirdest thing a guest has done at your house?",
    "What mythical creature would improve the world most if it existed?",
    "What inanimate object do you wish you could eliminate from existence?",
    "What is the weirdest thing you have seen in someone else’s home?",
    "What would be the absolute worst name you could give your child?",
    "What would be the worst thing for the government to make illegal?",
    "What are some of the nicknames you have for customers or coworkers?",
    "If peanut butter wasn’t called peanut butter, what would it be called?",
    "What movie would be greatly improved if it was made into a musical?",
    "What is the funniest corporate / business screw up you have heard of?",
    "What would be the worst “buy one get one free” sale of all time?",
    "If life were a video game, what would some of the cheat codes be?",
    "What is the funniest name you have actually heard used in the real world?",
    "What sport would be the funniest to add a mandatory amount of alcohol to?",
    "What would be the coolest animal to scale up to the size of a horse?",
    "What two totally normal things become really weird if you do them back to back?",
    "What set of items could you buy that would make the cashier the most uncomfortable?",
    "What would be the creepiest thing you could say while passing a stranger on the street?",
    "What is something that you just recently realized that you are embarrassed you didn’t realize earlier?",
    "What are some fun and interesting alternatives to war that countries could settle their differences with?",
    "What would be the best-worst name for different types of businesses? (dry cleaners, amusement parks, e",
    "Who do you know that really reminds you of a character in a TV show or movie?",
    "What would the world be like if it was filled with male and female copies of you?",
    "What are some things that are okay to occasionally do but definitely not okay to do every day?",
    "If you were arrested with no explanation, what would your friends and family assume you had done?",
    "You’re a mad scientist, what scientific experiment would you run if money and ethics weren’t an issue?",
    "What are some fun ways to answer everyday questions like “how’s it going” or “what do you do”?",
    "If someone asked to be your apprentice and learn all that you know, what would you teach them?",
    "If your five-year-old self suddenly found themselves inhabiting your current body, what would your five-year-old self do first?",
    "First think of a produNow, what would be the absolute worst brand name for one of those products?",
    "What movie completely changes its plot when you change one letter in its title? What’s the new movie about?",
    "If the all the States in the USA were represented by food, what food would each state be represented by?",
    "What would some fairy tales be like if they took place in the present and included modern technology and culture?",
    "What is something that is really popular now, but in 5 years everyone will look back on and be embarrassed by?",
    "What ridiculous and untrue, yet slightly plausible, theories can you come up with for the cause of common ailments like headaches or cavities?",
    "If you were transported 400 years into the past with no clothes or anything else, how would you prove that you were from the future?",
    "If you were wrongfully put into an insane asylum, how would you convince them that you’re actually sane and not just pretending to be sane?",
    "We’ll that’s all the funny questions to ask that we haBut there are a ton of other questions on the site that you might enjoy!",
    "What fictional character is amazing in their book / show / movie, but would be insufferable if you had to deal with them in mundane everyday situations?",
    "If you were held at gun point and told that if you didn’t impress them with your dance moves you would be killed, what dance moves would you bust out?",
    "What would be the hat to end all hats? What could you wear on your head that would make people stop what they are doing and stare in awe and amazement?",
    "If over time you replace parts on a car, at what point does it stop being the same car you bought? How many parts do you need to replace to make it a new car?",
    "If you die and find out that everyone gets to choose a twelve-foot by twelve-foot square to stay in alone for eternity without being able to influence or contact the living world, what twelve-foot by twelve-foot square would you choose?",
    "Where was the most in appropriate / most embarrassing place you’ve farted?",
    "What’s the best thing you've got going on in your life at the moment?",
    "In the seconds before you die, you are allowed to know everyone who was secretly in love with you at some poinDo you want to know?",
    "In 10 years time, will you be proud of what you are doing now?",
    "What does your inner voice tell you?",
    "What do you need to stop doing to make space for bigger changes?",
    "What have you done recently to overcome one of your fears?",
    "What do you fear?",
    "What’s the most courageous thing you have ever done?",
    "What are your strongest beliefs about?",
    "What’s the dialogue you really need to have, but haven't had so far?",
    "Is there anything you want to say to your loved ones but haven't said enough?",
    "When are you most receptive to critical feedback?",
    "What messages are you refusing to hear?",
    "What could you do to make it easier to accept feedback?",
    "How could you achieve more by doing just half as much?",
    "If you can complete one important task this week, what would that be?",
    "What is important but not urgent in your todo list?",
    "What’s the number one thing you want to achieve?",
    "What’s something that you would really hate to lose?",
    "Whom are you trying to avoid being like?",
    "What self-limiting beliefs do you have?",
    "What do you need to change to become the person you want?",
    "What habits do you have that you would like to replace?",
    "What problem are you running away from?",
    "How would you want your loved ones to remember you when you are gone?",
    "Do you think that humans will ever be able to live together in harmony?",
    "In the past people were buried with the items they would need in the afterlife, what would you want buried with you so you could use it in the afterlife?",
    "What was the biggest realization you had about yourself?",
    "What’s the most physically painful thing you've ever experienced?",
    "What were you completely certain of until you found out you were wrong?",
    "What do you need help with most often?",
    "What’s something that no one knows about you?",
    "What kind of challenges are you facing these days?",
    "What do you miss most about?",
    "When was the last time you were lost?",
    "What book had the most significant impact on you?",
    "What unethical experiment would have the biggest positive impact on society as a whole?",
    "When are you most creative?",
    "What thoughts come to mind when you are relaxed?",
    "What’s missing in your life?",
    "What do you want to be known for?",
    "Do you think that children born today will have better or worse lives than their parents?",
    "What makes you feel most fulfilled?",
    "What goal do you think humanity is not focused enough on achieving?",
    "Who do you admire most in your life?",
    "If you could change two things about the world, what would you change?",
    "If you were offered the chance to feel happy all of the time, would you take it?",
    "What is the meaning of life?",
    "Do you think it is better or worse for people to know whether they have the genetic marker for a debilitating disease?",
    "How do you define friendship?",
    "Do you believe that love has to be mutual?",
    "If you were in charge of the universe, would you make an afterlife?",
    "When you disagree with someone, is it more important to ensure you both get the facts or you both feel heard?",
    "What are you still learning about yourself?",
    "If you could ask God questions, what would you want to know?",
    "If the most challenging thing to ever happen to you happened again, would you handle it differently?",
    "What adjectives would you use to describe the human race?",
    "When you look at the world, what is most fascinating to you?",
    "When do you underestimate yourself?",
    "Is it best to judge people by their intentions or their actions?",
    "What do you hope everyone has the chance to figure out in their lifetime?",
    "Does beauty only exist in the eye of the beholder?",
    "Do you believe that everything happens for a reason?",
    "How would your life change if you were fearless?",
    "What is humanity's greatest asset?",
    "If you wrote a book, who would you dedicate it to and why?",
    "Should all art be considered real art?",
    "When do you feel most appreciated?",
    "What things do you wish were easier to say to people?",
    "When is it acceptable to lie?",
    "In your next life, what gender would you like to be born as and why?",
    "What is a year of human life worth?",
    "What makes you strong?",
    "Where do you feel the most like yourself?",
    "What's your favorite memory as a kid?",
    "Were you ever into fashion as a child or as a teenager?",
    "What's your favorite holiday?",
    "Do you have any great memories of your mom/dad?",
    "What would be your ideal dream job if you could pick?",
    "What's your favorite restaurant to go to?",
    "What movie are you going to watch this weekend?",
    "Any new music groups or artists that you've been listening to?",
    "What's the latest TV Show you've been binge-watching?",
    "What is your favorite movie of all time?",
    "If you could be in one movie, what would it be and why?",
    "What song is on repeat for you recently?",
    "What's the worst song to listen to while working out?",
    "What's a great way to find new music/tv shows/movies to watch?",
    "Do you have a favorite genre of music?",
    "What's the most romantic song you've ever listened to?",
    "What's your favorite memory as a kid?",
    "Were you ever into fashion as a child or as a teenager?",
    "What's your favorite holiday?",
    "Do you have any great memories of your mom/dad?",
    "What would be your ideal dream job if you could pick?",
    "What's your favorite restaurant to go to?",
    "What would the world look like in the future if money were no longer important in our society?",
    "How many kids do you want to have in the future?",
    "Is it more important to be funny or be intelligent in our society?",
    "What's one thing you want to improve about your self-image?",
    "What's one habit you're trying to break?",
    "Where do you see your life in the next 5-years/10-years/50-years?",
    "What's something about yourself that you'd like to change?",
    "If you could change anything about yourself right now, what would you choose?",
    "What is a guilty pleasure you have in life?",
    "What's the most amount of trouble you've ever gotten into?",
    "How would you describe your purpose in life?",
    "What's a job that you would want to do if you could choose anything?",
    "Do you work out or go to the gym?",
    "What qualities do you look for in friendships and people you want to spend your time with?",
    "If you could talk to any animal, what would it be?",
    "Presume you were a spokesperson for humanity when aliens landed on earth, what would you say to them?",
    "What's your favorite food to eat on the weekends?",
    "Have you ever collected anything in your life? What was it?",
    "Do you play video games or computer games in your spare time?",
    "Is there a special memory you have as a kid that keeps replaying for you?",
    "What new TV personality or YouTube personality have you been following?",
    "What was the last blog post that you read?",
    "Are you trying to get into any new hobbies or interests?",
    "When do you find time to think?"
]
